{
  "What clinical markers or treatment responses prompt escalation to thiopurine therapy after corticosteroids fail?": "According to the document context (PMCID: PMC5095571), patients who experience a relapse of disease despite two induction courses of corticosteroids require thiopurines to maintain remission. Additionally, thiopurines are required as co-administration with anti-TNF therapy in line with recent observations from the SONIC trial.\n\n(Furthermore, for patients receiving vedolizumab, evidence is scarce whether to (dis)continue simultaneous thiopurine therapy; however, in our centers, we continue thiopurine therapy in the majority of patients.)\n\n(Thiopurines do not have to be initiated straight away after corticosteroids fail; however, as noted in the document, in those patients with a relapse of disease despite two induction courses of corticosteroids, thiopurines are required to maintain remission.)",
  "How do the authors integrate thiopurine therapy in the step-up management approach for Crohn’s disease and ulcerative colitis, and what patient scenarios specifically warrant its initiation?": "According to the document \"Canadian inflammatory bowel diseases and pregnancy\" (PMCID: PMC10836983), in cases of dehydration, fever, significant malnutrition, significant perianal or abdominal pain, or other causes of concern, hospital admission should be considered. For patients with Crohn's disease and ulcerative colitis, the step-up management approach may include initiation of thiopurine therapy.\n\nHowever, according to another document \"Diet is well established to play a role in both the pathogenesis and treatment of inflammatory bowel diseases (IBD)\" (PMCID: PMC10435014), for pediatric patients with new onset penetrating Crohn's disease (CD), exclusive specific carbohydrate diet (SCD) therapy was found effective.\n\nUnfortunately, I do not have more information on how to integrate thiopurine therapy in the step-up management approach.",
  "How does the decision-making differ between mild and severe cases of IBD when considering thiopurines?": "In patients with only mildly active disease with good reaction on initial induction therapy, thiopurines do not have to be initiated straight away (DOI: 10.4292/wjgpt.v7.i4.524, PMCID: PMC5095571). However, in those with a more severe or prolonged disease course, conventional thiopurines (such as AZA and MP) may be added to induction course therapy with corticosteroids (DOI: 10.4292/wjgpt.v7.i4.524, PMCID: PMC5095571). \n\nIn severe cases of IBD, the decision-making process involves considering individual treatment strategies, such as split-dose administration or dose reduction/increase, especially in patients with altered thiopurine metabolism (Table 2 is not described textually) [37-39]. The Clinical Pharmacogenetics Implementation Consortium (CPIC) guidelines also recommend a 30–80% reduction in the starting dose of thiopurine medications for intermediate metabolizers and a 10-fold dose reduction for compound heterozygotes and homozygotes to avoid compromising the relapse rate (DOI: 10.2147/TCRM.S432856, PMCID: PMC10693761).",
  "What are the main toxicity concerns associated with thiopurine use in IBD management, and how do the authors mitigate these risks during induction and maintenance?": "According to the provided document context (DOI: 10.4292/wjgpt.v7.i4.524, PMCID: PMC5095571), the main toxicity concerns associated with thiopurine use in IBD management include:\n\n* Leukopenia\n* Myelotoxicity\n\nThe authors mitigate these risks during induction and maintenance by:\n\n* Reducing the dose of the thiopurine to 25% of the previous dose when combining it with allopurinol (PMCID: PMC5673019).\n* Routinely decreasing the dose of the thiopurine in combination therapy, which resulted in no increase in leukopenic events and no serious infections observed.\n\nIt is worth noting that the context also mentions that almost 50% of patients have to discontinue conventional thiopurine treatment due to numerous adverse events (DOI: 10.4292/wjgpt.v7.i4.524, PMCID: PMC5095571).",
  "Why do the authors opt not to routinely test TPMT activity before initiating therapy, and how do they justify this choice?": "According to the document with DOI: 10.1136/bmjresp-2019-000505To and PMCID: PMC7292226, the authors state that decision-making as chemosensitivity of the tumour is currently not tested routinely. They also mention that oncologists are bound by specific clinical guidelines and need more than one treatment option to offer a patient. The in vitro drug sensitivity analysis was performed to test whether the clinical effect of chemotherapeutic drug combinations could be tested using a simple and fast method where targeted therapy was not available for the patients.\n\nThere is no specific information provided on TPMT activity being tested before initiating therapy."
}